export const privicyPolicy = `
Fly:On(이하 "앱")은 이용자의 개인정보를 소중히 여기며, 「개인정보 보호법」 등 관련 법령을 준수합니다. 본 개인정보처리방침은 앱이 수집하는 개인정보의 항목, 이용 목적, 보관 기간 및 이용자의 권리를 안내하기 위한 것입니다.
1. 수집하는 개인정보 항목
앱은 회원가입 및 서비스 이용을 위해 아래와 같은 최소한의 개인정보를 수집합니다.
필수 항목: 닉네임, 아이디(이메일), 비밀번호
선택 항목: 없음
2. 개인정보의 수집 및 이용 목적
앱은 수집한 개인정보를 다음의 목적을 위해 활용합니다.
회원 식별 및 로그인 기능 제공
서비스 이용에 따른 본인 확인
비행 기록 등 개인화된 서비스 제공
고객 문의 및 불만 처리
3. 개인정보 보유 및 이용 기간
회원 탈퇴 시 즉시 파기
단, 관련 법령에 따라 일정 기간 보관이 필요한 경우에는 해당 법령을 따릅니다.
4. 개인정보 제3자 제공 및 위탁
앱은 원칙적으로 이용자의 개인정보를 외부에 제공하지 않습니다.  다만, 법령에 근거가 있거나 이용자의 사전 동의를 받은 경우에만 예외적으로 제공할 수 있습니다.
5. 이용자의 권리와 행사 방법
이용자는 언제든지 자신의 개인정보를 조회하거나 수정할 수 있으며, 회원 탈퇴를 통해 개인정보의 삭제를 요청할 수 있습니다.
6. 개인정보 보호를 위한 조치
앱은 이용자의 개인정보를 안전하게 관리하기 위해 다음과 같은 조치를 취하고 있습니다.
비밀번호 암호화 저장
개인정보 접근 권한 최소화
보안 프로그램을 통한 해킹/바이러스 차단
7. 개인정보 보호책임자
개인정보 보호와 관련한 문의사항이 있으시면 아래 담당자에게 연락해 주시기 바랍니다.
개인정보 보호책임자: [이름/직책]
이메일: [이메일 주소]
연락처: [전화번호]
8. 개인정보처리방침 변경
본 개인정보처리방침은 관련 법령이나 서비스 변경에 따라 개정될 수 있으며, 변경 사항은 앱 내 공지사항을 통해 안내합니다.
\n
\n
`;